Repository: sburgos/bustrap
Catalog: app/modules/admin/messages/*/messages.po
Languages: es

# admin/crud
source: Login as this user
es: Ingresar como este usuario

# admin/crud
source: Change this user's password
es: Cambiar la contraseña de este usuario

# admin/error
source: Oops something went wrong. We have been notified and will try to fix this as soon as possible
es: Ups algo salió mal. Ya hemos sido notificados de este problema y lo intentaremos corregir lo antes posible

# admin/profile
source: Your password has been changed
es: Tu contraseña ha sido cambiada

# admin/profile
source: The user password has been changed
es: La contraseña del usuario ha cambiado

# admin/profile
source: The new password cannot be saved
es: No se pudo guardar la nueva contraseña

# admin/profile
source: Incorrect password
es: Contraseña incorrecta

# admin/crud
source: change password
es: cambiar contraseña

# admin/crud
source: Cancel
es: Cancelar

# admin/crud
source: Change
es: Cambiar

# admin/error
source: Go back to Papaya
es: Regresar a Papaya

# admin/profile
source: Login
es: Ingresar

# admin/maintenance
source: We are improving our system
es: Estamos mejorando nuestro sistema

# admin/maintenance
source: It should not take long
es: No debería tomar mucho tiempo

# admin/maintenance
source: Please come back soon
es: Por favor regresa pronto

# admin/crud
source: User
es: Usuario

# admin/crud
source: Users
es: Usuarios

# admin/profile
source: Cancel
es: Cancelar

# admin/profile
source: Change
es: Cambiar
